tap "homebrew/dupes"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "d12frosted/emacs-plus"
tap "caskroom/cask"
tap "metacollin/gnuradio"
cask "java"
cask "xquartz"
brew "libyaml"
brew "openssl"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "bash-completion"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "pixman"
brew "chromedriver"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "doxygen"
brew "elasticsearch@2.4"
brew "gmp"
brew "fish"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "git-flow"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "libusb", args: ["universal"]
brew "gnupg"
brew "xz"
brew "gnuradio"
brew "gpg-agent"
brew "icu4c"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "libtool", args: ["universal"]
brew "imagemagick@6", link: true
brew "irssi"
brew "jasper"
brew "libav"
brew "libcroco"
brew "libevent"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns", args: ["universal"]
brew "librsvg"
brew "libxml2"
brew "little-cms2"
brew "lynx"
brew "macvim"
brew "makedepend"
brew "mit-scheme"
brew "mycli"
brew "neovim"
brew "net-snmp"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "pgcli"
brew "phantomjs"
brew "pinentry-mac"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rlwrap"
brew "sane-backends"
brew "sbcl"
brew "shared-mime-info"
brew "sl"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "the_platinum_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "v8"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wget"
brew "youtube-dl"
brew "homebrew/php/composer"
brew "homebrew/php/php70-intl"
brew "homebrew/php/php70-mcrypt"
brew "homebrew/php/symfony-installer"
cask "android-sdk"
cask "save-hollywood"
cask "smcfancontrol"
cask "wireshark"
cask "wkhtmltopdf"
