tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "wez/wezterm"
brew "ansible"
brew "anycable-go"
brew "autojump"
brew "bat"
brew "btop"
brew "cmake"
brew "elixir"
brew "fd"
brew "icu4c@76"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-fixup"
brew "git-flow"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hivemind"
brew "htop"
brew "idris"
brew "idris2"
brew "shared-mime-info"
brew "imagemagick"
brew "irssi"
brew "jless"
brew "jrnl"
brew "julia"
brew "kubernetes-cli"
brew "lazygit"
brew "llama.cpp"
brew "lolcat"
brew "luarocks"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "neovide", link: false
brew "nethack"
brew "nvm"
brew "ollama", restart_service: true
brew "pgcli"
brew "php"
brew "pinentry-mac"
brew "pkgconf"
brew "poetry"
brew "poppler"
brew "postgresql@17", restart_service: true, link: true
brew "pyenv"
brew "qpdf"
brew "rabbitmq"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "scmpuff"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tnef"
brew "vim"
brew "volta"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "audacity"
cask "cabal"
cask "gimp"
cask "hiddenbar"
cask "mactex"
cask "monitorcontrol"
cask "neovide"
cask "r"
cask "wezterm"
cask "wireshark"
vscode "anoff.theme-monokai-light"
vscode "azemoh.one-monokai"
vscode "castwide.solargraph"
vscode "cronos87.yaml-symbols"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "noku.rails-run-spec-vscode"
vscode "rebornix.toggle"
vscode "rubocop.vscode-rubocop"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
