tap "anomalyco/tap"
tap "teamookla/speedtest"
brew "libyaml"
brew "ansible"
brew "anycable-go"
brew "z3"
brew "autojump"
brew "bat"
brew "btop"
brew "cmake"
brew "elixir"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gnupg"
brew "pkgconf"
brew "shared-mime-info"
brew "poppler"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-fixup"
brew "git-lfs"
brew "gitleaks"
brew "go"
brew "harfbuzz"
brew "graphviz"
brew "gum"
brew "heroku"
brew "hivemind"
brew "htop"
brew "hugo"
brew "idris2"
brew "imagemagick"
brew "irssi"
brew "jless"
brew "jrnl"
brew "kubernetes-cli"
brew "lazygit"
brew "llama.cpp"
brew "lolcat"
brew "lsusb"
brew "luarocks"
brew "lynx"
brew "mise"
brew "pydantic"
brew "mycli"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "neovide", link: false
brew "nethack"
brew "nvm"
brew "ollama", restart_service: :changed
brew "openslide"
brew "pgcli"
brew "php"
brew "pinentry-mac"
brew "poetry"
brew "postgis"
brew "postgresql@17", restart_service: :changed, link: true
brew "pyenv"
brew "qpdf"
brew "rabbitmq"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "scmpuff"
brew "starship"
brew "stow"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tnef"
brew "vim"
brew "vips"
brew "volta"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "anomalyco/tap/opencode"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "android-file-transfer"
cask "audacity"
cask "blender"
cask "claude-code"
cask "copilot-cli"
cask "ghostty"
cask "gimp"
cask "hiddenbar"
cask "monitorcontrol"
cask "neovide-app"
cask "r-app"
cask "rectangle"
cask "utm"
cask "visual-studio-code"
vscode "anoff.theme-monokai-light"
vscode "azemoh.one-monokai"
vscode "cronos87.yaml-symbols"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "noku.rails-run-spec-vscode"
vscode "openai.chatgpt"
vscode "rebornix.toggle"
vscode "rubocop.vscode-rubocop"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
